source/_static/diagrams/sbom-gromacs.d2
direction: right
n0: "FFTW\n3.3.10\nfoss-2025b"
n1: "GROMACS\n2025.0\nfoss-2025b"
n2: "OpenBLAS\n0.3.27\nfoss-2025b"
n3: "OpenMPI\n5.0.3\nfoss-2025b"
n0 -> n2
n0 -> n3
n1 -> n2
n1 -> n3
n1 -> n0
